{
  "_meta": {
    "maxChars": {
      "newGame": 11,
      "continue": 9,
      "selectLevel": 12,
      "congratulations": 15,
      "batteryFull": 48,
      "batteryFull2": 48,
      "wellDone": 15,
      "question01statement": 1000,
      "question01optionA": 150,
      "question01optionB": 150,
      "question01errorMessage": 150,
      "question02statement": 1000,
      "question02optionA": 150,
      "question02optionB": 150,
      "question02errorMessage": 150,
      "question03statement": 1000,
      "question03optionA": 150,
      "question03optionB": 150,
      "question03errorMessage": 150,
      "question04statement": 1000,
      "question04optionA": 150,
      "question04optionB": 150,
      "question04errorMessage": 150,
      "question05statement": 1000,
      "question05optionA": 150,
      "question05optionB": 150,
      "question05errorMessage": 150,
      "question06statement": 1000,
      "question06optionA": 150,
      "question06optionB": 150,
      "question06errorMessage": 150,
      "question07statement": 1000,
      "question07optionA": 150,
      "question07optionB": 150,
      "question07errorMessage": 150,
      "question08statement": 1000,
      "question08optionA": 150,
      "question08optionB": 150,
      "question08errorMessage": 150,
      "question09statement": 1000,
      "question09optionA": 150,
      "question09optionB": 150,
      "question09errorMessage": 150,
      "question10statement": 1000,
      "question10optionA": 150,
      "question10optionB": 150,
      "question10errorMessage": 150,
      "question11statement": 1000,
      "question11optionA": 150,
      "question11optionB": 150,
      "question11errorMessage": 150,
      "question12statement": 1000,
      "question12optionA": 150,
      "question12optionB": 150,
      "question12errorMessage": 150,
      "minigame01statement": 700,
      "minigame02statement": 700,
      "minigame03statement": 700,
      "minigame04statement": 700,
      "minigame05statement": 700,
      "minigame06statement": 700,
      "signTitle01": 100,
      "signTitle02": 100,
      "signTitle03": 100,
      "signParagraph01": 150,
      "signParagraph02": 150,
      "signParagraph03": 150,
      "unlockedItem01": 500,
      "unlockedItem02": 500,
      "unlockedItem03": 500,
      "unlockedItem04": 500,
      "unlockedItem05": 500,
      "unlockedItem06": 500,
      "minigame01statementSpeak": 700,
      "minigame02statementSpeak": 700,
      "minigame03statementSpeak": 700,
      "minigame04statementSpeak": 700,
      "minigame05statementSpeak": 700,
      "minigame06statementSpeak": 700,
      "unlockedItem01Speak": 500,
      "unlockedItem02Speak": 500,
      "unlockedItem03Speak": 500,
      "unlockedItem04Speak": 500,
      "unlockedItem05Speak": 500,
      "unlockedItem06Speak": 500,
      "question01statementSpeak": 1000,
      "question02statementSpeak": 1000,
      "question03statementSpeak": 1000,
      "question04statementSpeak": 1000,
      "question05statementSpeak": 1000,
      "question06statementSpeak": 1000,
      "question07statementSpeak": 1000,
      "question08statementSpeak": 1000,
      "question09statementSpeak": 1000,
      "question10statementSpeak": 1000,
      "question11statementSpeak": 1000,
      "question12statementSpeak": 1000
    }
  },
  "en": {
    "newGame": "new game",
    "continue": "continue",
    "selectLevel": "select level",
    "congratulations": "Congratulations!",
    "batteryFull": "Level completed",
    "batteryFull2": "You have successfully completed all the levels!",
    "wellDone": "well \ndone!",
    "question01statement": "<size=200%><color=#DE4E4F>Roger Williams: A Man with Dangerous Ideas</color></size>\n\nYou are Roger Williams. You've arrived in the Massachusetts Bay Colony from England, hoping to practice your Puritan faith freely. But you soon discover that the colonial authorities do not tolerate religious differences, and you strongly believe in freedom of conscience. Your ideas quickly put you in danger...\n\nThe governor of Massachusetts accuses you of heresy for preaching that the government should not interfere in religious matters. If you keep speaking out, you risk being banished, or worse...\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question01optionA": "Recant and remain silent, for now.",
    "question01optionB": "Continue preaching religious freedom, no matter the cost.",
    "question01errorMessage": "You survive in Massachusetts, but your ideals die with you :(",
    "question02statement": "Providence becomes the first colony to allow full religious freedom.\n\nYou’ve created Rhode Island, where people can worship freely. Now you must decide how to govern.\n\n<size=120%><color=#DE4E4F><b>How do you organize the government?</b></color></size>",
    "question02optionA": "With a document guaranteeing civil and religious freedoms, separating church and state.",
    "question02optionB": "With a council of Puritan ministers to evaluate each religion.",
    "question02errorMessage": "Contradiction: you preached freedom, but created another system of control.",
    "question03statement": "<size=200%><color=#DE4E4F>William Penn and the Quaker Dream</color></size>\n\nYou are William Penn, an English nobleman who converted to Quakerism, a religion persecuted in England. You've spent time in prison for your beliefs. King Charles II owes your family money and offers you land in America instead. You have a revolutionary idea: to found a colony based on religious freedom and fair government.\n\nThe king offers you land west of the Delaware River. You can establish a colony under your own system of government.\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question03optionA": "Accept and create a refuge for Quakers and other persecuted people.",
    "question03optionB": "Sell the land to get back the money the king owes.",
    "question03errorMessage": "You’ve betrayed your ideals. Quakers remain persecuted in England.",
    "question04statement": "You arrive in America. Thousands of settlers are coming, hoping for freedom. You must design Pennsylvania’s political system.\n\n<size=120%><color=#DE4E4F><b>What kind of government will you propose?</b></color></size>",
    "question04optionA": "A Charter of Privileges that guarantees civil liberties, religious freedom, and political representation.",
    "question04optionB": "A strong centralized government. Freedom can come later.",
    "question04errorMessage": "Settlers distrust your leadership. Internal conflicts begin.",
    "question05statement": "<size=200%><color=#DE4E4F>Thomas Hooker: Voice of the People</color></size>\n\nYou are Thomas Hooker, a Puritan preacher in Massachusetts Bay Colony. You believe in religious devotion, but also in the right of all men, not just church leaders, to have a say in government. These beliefs put you at odds with colonial leaders like Governor Winthrop.\n\nYou’re preaching in Cambridge, Massachusetts. Your sermons are well-received, but your ideas challenge Puritan authority. You suggest that all adult men should vote, not just church members.\n\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question05optionA": "Speak out publicly and call for reforms.",
    "question05optionB": "Remain silent and avoid conflict with the Massachusetts Bay leaders.",
    "question05errorMessage": "You remain in Massachusetts, but your ideas are stifled and you lose support.",
    "question06statement": "Years after your colony is founded, King James II sends Governor Edmund Andros to Hartford to take back your charter.\n\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question06optionA": "Hand over the charter peacefully to avoid conflict.",
    "question06optionB": "Hide the charter inside a giant oak tree.",
    "question06errorMessage": "Without the charter, your colony loses its self-government and must follow the king's direct rule.",
    "question07statement": "<size=200%><color=#DE4E4F>William Bradford: The Voyage to Freedom</color></size>\n\nYou are William Bradford, a Separatist in England. You and your community are persecuted for rejecting the Church of England. You organize a voyage to the New World on board of a ship called the Mayflower. \n\nThe Mayflower will land far from where it was supposed to in Virginia.\nThere will be no leader or rules, and the settlers might start to argue.\nBefore getting off the ship, the passengers will need to make an important decision.\n\n<size=120%><color=#DE4E4F><b>What do you propose?</b></color></size>",
    "question07optionA": "Let the stronger settlers take charge without agreement.",
    "question07optionB": "Write and sign the Mayflower Compact, promising to govern by majority rule.",
    "question07errorMessage": "Disorder spreads, and the colony will quickly fall apart.",
    "question08statement": "In your journal, Of Plymouth Plantation, you describe the first winter: freezing cold, disease, hunger. Nearly half your group dies. There are no houses, no crops. It is a time of despair. A Wampanoag man named Squanto offers help.\n\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question08optionA": "Accept Squanto’s help and form an alliance with the Wampanoag.",
    "question08optionB": "Refuse contact with Native peoples out of fear.",
    "question08errorMessage": "You continue to suffer, and your people face starvation.",
    "question09statement": "<size=200%><color=#DE4E4F>Jakob: New Beginnings</color></size>\n\nYou are Jakob, a 15-year-old apprentice from Germany looking for new opportunities to improve your economic status. A recruiter offers you free passage to the colonies, if you agree to work as a servant for six years for someone who hires you when you arrive. You accept the offer and set sail for North America.\n\nThe voyage across the Atlantic is unbearable. The ship is overcrowded, the air is filled with a terrible smell, and sickness spreads quickly. Every day feels longer than the last.\n\nWhen the ship finally docks, you are too weak to walk.\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question09optionA": "Wait for someone to buy your services on board the ship.",
    "question09optionB": "Try to escape.",
    "question09errorMessage": "You’re caught and punished. Your service is extended.",
    "question10statement": "In this southern colony, the soil is rich, the land wide, the weather hot. After working on tobacco fields for years your master gives you money and some seeds of your preference. Now free, you must choose where to build your life.\n\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question10optionA": "Stay and plant tobacco.",
    "question10optionB": "Move to New Hampshire (a New England colony) and plant corn.",
    "question10errorMessage": "The seeds failed to grow in this area due to the cold winters.",
    "question11statement": "<size=200%><color=#DE4E4F>Cecil Calvert: A Vision for Tolerance</color></size>\n\nYou are Cecilius Calvert, the second Lord Baltimore. In England, Catholics like you face persecution. Your family was granted a Charter (a formal document that gives you rights to a land by the king of England), with the hope of creating a safe haven for Catholics, but most of your settlers are Protestants.\n\nYou’ve landed along the Chesapeake Bay, a fertile region ideal for tobacco. You name your colony Maryland, in honor of Queen Henrietta Maria. Catholics are a minority, and tensions with Protestants grow quickly.\n\n<size=120%><color=#DE4E4F><b>What do you do?</b></color></size>",
    "question11optionA": "Favor Catholics only and enforce strict control.",
    "question11optionB": "Promise religious toleration to attract settlers of all Christian denominations.",
    "question11errorMessage": "Protestants rebel and the colony becomes unstable.",
    "question12statement": "Protestants in Maryland begin demanding greater power, threatening the peace. Your colony is on the brink of conflict.\n\n\n\n\n<size=120%><color=#DE4E4F><b>How do you respond?</b></color></size>",
    "question12optionA": "Draft a document named \"The Act of toleration\" granting religious freedom.",
    "question12optionB": "Refuse compromise and threaten the rebels.",
    "question12errorMessage": "Civil conflict breaks out. The act of toleration fails to materialize.",
    "minigame01statement": "<size=150%><color=#DE4E4F><b>Select your title and  message</b></color></size>\n\nYou are formally accused. You are expelled from the colony. You walk through the freezing wilderness… but survive.\n\nAfter days in exile during winter, the Narragansett natives help you. You want to found a new settlement based on complete religious freedom.\n\nHelp design a sign to attract new settlers to your colony.",
    "minigame02statement": "<size=150%><color=#DE4E4F><b>Select your type of colony</b></color></size>\n\nYou receive a royal charter and found the colony of Pennsylvania in 1681.\n\nWhat type of colony is it?",
    "minigame03statement": "<size=150%><color=#DE4E4F><b>The Fundamental Orders</b></color></size>\n\nAfter settling in Hartford, You helped write the Fundamental Orders, the first written plan of government in the colonies. Read the excerpts and decide if the statements are true or false.",
    "minigame04statement": "<size=150%><color=#DE4E4F><b>The Mayflower Compact</b></color></size>\n\nBefore stepping ashore, the Pilgrims write the Mayflower Compact, a short but important agreement to govern themselves. First, read the excerpts, then decide if each statement is True or False based on what you read.\n",
    "minigame05statement": "<size=150%><color=#DE4E4F><b>Find the true accounts</b></color></size>\n\nDuring the voyage, you meet Gottlieb Mittelberger, a school teacher keeping a detailed journal of life at sea.  Other passengers share their own versions: some are exaggerated, others pure rumors.  \n\nClick on all the quotes that come from Mittelberger’s real description of the journey across the Atlantic.",
    "minigame06statement": "<size=150%><color=#DE4E4F><b>Governing the Colonies</b></color></size>\n\nDifferent English colonies had different degrees of self-government and democratic practices. Some allowed colonists to elect representatives and make their own laws.  \nOthers placed most of the power in the hands of a royal governor appointed by the king.\n\nIt’s time to see if you can tell which colonies enjoyed high autonomy… and which ones had little control over their own affairs.",
    "signTitle01": "Come Build Providence!",
    "signTitle02": "Freedom Awaits in Providence!",
    "signTitle03": "A Safe Haven for All Beliefs!",
    "signParagraph01": "Are you tired of being told what to believe? In Providence, all people may worship freely, without interference from government or church. Join us to build a community where every voice is heard and all faiths are welcome.",
    "signParagraph02": "In Providence, you will find peace, fair laws, and neighbors who respect your beliefs. Whether you seek a fresh start or a place to raise your family, you can live here free from persecution.",
    "signParagraph03": "Providence is a home for the free. No one will punish you for your faith, and everyone has a say in our community. Work hard, live free, and help us build something new together!",
    "unlockedItem01": "<color=#DE4E4F>Charter of Privileges (1701):</color>\n\nYou’ve just unlocked a historical document written by William Penn, the founder of Pennsylvania.\n\nThis charter granted colonists the right to elect representatives and guaranteed freedom of worship, a major step toward democratic governance in the American colonies.",
    "unlockedItem02": "<color=#DE4E4F>Fundamental Orders of Connecticut (1639):</color>\n\nYou’ve just unlocked one of the first written constitutions in American history!\n\nThis document gave the people of Connecticut the power to choose their own leaders and make laws, a big move toward self-government in the colonies.",
    "unlockedItem03": "<color=#DE4E4F>Mayflower Compact (1620):</color>\n\nYou’ve just unlocked the agreement signed by the Pilgrims before they landed in Plymouth!\n\nIt promised that the colonists would work together to make fair laws and govern themselves, an early example of democracy in America.",
    "unlockedItem04": "<color=#DE4E4F>Of Plymouth Plantation:</color>\n\nYou’ve just unlocked a journal written by William Bradford, a leader of the Pilgrims!\n\nHis writings tell the story of the Pilgrims’ journey, their struggles, and how they built a new life in Plymouth Colony.",
    "unlockedItem05": "<color=#DE4E4F>Letter on Ship Conditions (1750):</color>\n\nYou’ve just unlocked a real letter describing what it was like to travel to the colonies by ship!\n\nIt tells about the crowded, dirty, and dangerous conditions many passengers faced on their long journey across the ocean.",
    "unlockedItem06": "<color=#DE4E4F>Act Concerning Religion (1649):</color>\n\nYou’ve just unlocked a Maryland law that protected people’s right to follow their own religion!\n\nIt was one of the first colonial laws to promote religious freedom.",
    "minigame01statementSpeak": "Select your title and  message\n\nYou are formally accused. You are expelled from the colony. You walk through the freezing wilderness… but survive.\n\nAfter days in exile during winter, the Narragansett natives help you. You want to found a new settlement based on complete religious freedom.\n\nHelp design a sign to attract new settlers to your colony.",
    "minigame02statementSpeak": "Select your type of colony\n\nYou receive a royal charter and found the colony of Pennsylvania in 1681.\n\nWhat type of colony is it?",
    "minigame03statementSpeak": "The Fundamental Orders\n\nAfter settling in Hartford, You helped write the Fundamental Orders, the first written plan of government in the colonies. Read the excerpts and decide if the statements are true or false.",
    "minigame04statementSpeak": "The Mayflower Compact\n\nBefore stepping ashore, the Pilgrims write the Mayflower Compact, a short but important agreement to govern themselves.\n First, read the excerpts, then decide if each statement is True or False based on what you read.\n",
    "minigame05statementSpeak": "Find the true accounts:\n\nDuring the voyage, you meet Gottlieb Mittelberger, a school teacher keeping a detailed journal of life at sea.  \nOther passengers share their own versions — some are exaggerated, others pure rumors.  \n\nClick on all the quotes that come from Mittelberger’s real description of the journey across the Atlantic.",
    "minigame06statementSpeak": "Governing the Colonies: \n\nDifferent English colonies had different degrees of self-government and democratic practices.  \nSome allowed colonists to elect representatives and make their own laws.  \nOthers placed most of the power in the hands of a royal governor appointed by the king.\n\nIt’s time to see if you can tell which colonies enjoyed high autonomy… and which ones had little control over their own affairs.",
    "unlockedItem01Speak": "Charter of Privileges (1701):\n\nYou’ve just unlocked a historical document written by William Penn, the founder of Pennsylvania.\n\nThis charter granted colonists the right to elect representatives and guaranteed freedom of worship — a major step toward democratic governance in the American colonies.",
    "unlockedItem02Speak": "Fundamental Orders of Connecticut (1639):\n\nYou’ve just unlocked one of the first written constitutions in American history!\n\nThis document gave the people of Connecticut the power to choose their own leaders and make laws — a big move toward self-government in the colonies.",
    "unlockedItem03Speak": "Mayflower Compact (1620):\n\nYou’ve just unlocked the agreement signed by the Pilgrims before they landed in Plymouth!\n\nIt promised that the colonists would work together to make fair laws and govern themselves — an early example of democracy in America.",
    "unlockedItem04Speak": "Of Plymouth Plantation:\n\nYou’ve just unlocked a journal written by William Bradford, a leader of the Pilgrims!\n\nHis writings tell the story of the Pilgrims’ journey, their struggles, and how they built a new life in Plymouth Colony.",
    "unlockedItem05Speak": "Letter on Ship Conditions (1750):\n\nYou’ve just unlocked a real letter describing what it was like to travel to the colonies by ship!\n\nIt tells about the crowded, dirty, and dangerous conditions many passengers faced on their long journey across the ocean.",
    "unlockedItem06Speak": "Act Concerning Religion (1649):\n\nYou’ve just unlocked a Maryland law that protected people’s right to follow their own religion!\n\nIt was one of the first colonial laws to promote religious freedom.",
    "question01statementSpeak": "Roger Williams: A Man with Dangerous Ideas\n\nYou are Roger Williams. You've arrived in the Massachusetts Bay Colony from England, hoping to practice your Puritan faith freely. But you soon discover that the colonial authorities do not tolerate religious differences, and you strongly believe in freedom of conscience. Your ideas quickly put you in danger...\n\nThe governor of Massachusetts accuses you of heresy for preaching that the government should not interfere in religious matters. If you keep speaking out, you risk being banished, or worse...\n\nWhat do you do? Recant and remain silent, for now. or Continue preaching religious freedom, no matter the cost.",
    "question02statementSpeak": "Providence becomes the first colony to allow full religious freedom.\n\nYou’ve created Rhode Island, where people can worship freely. Now you must decide how to govern.\n\nHow do you organize the government? With a document guaranteeing civil and religious freedoms, separating church and state. or With a council of Puritan ministers to evaluate each religion.",
    "question03statementSpeak": "William Penn and the Quaker Dream\n\nYou are William Penn, an English nobleman who converted to Quakerism, a religion persecuted in England. You've spent time in prison for your beliefs. King Charles II owes your family money and offers you land in America instead. You have a revolutionary idea: to found a colony based on religious freedom and fair government.\n\nThe king offers you land west of the Delaware River. You can establish a colony under your own system of government.\n\nWhat do you do? Accept and create a refuge for Quakers and other persecuted people. or Sell the land to get back the money the king owes.",
    "question04statementSpeak": "You arrive in America. Thousands of settlers are coming, hoping for freedom. You must design Pennsylvania’s political system.\n\nWhat kind of government will you propose? A Charter of Privileges that guarantees civil liberties, religious freedom, and political representation. or A strong centralized government. Freedom can come later.",
    "question05statementSpeak": "Thomas Hooker: Voice of the People\n\nYou are Thomas Hooker, a Puritan preacher in Massachusetts Bay Colony. You believe in religious devotion, but also in the right of all men, not just church leaders, to have a say in government. These beliefs put you at odds with colonial leaders like Governor Winthrop.\n\nYou’re preaching in Cambridge, Massachusetts. Your sermons are well-received, but your ideas challenge Puritan authority. You suggest that all adult men should vote, not just church members.\n\nWhat do you do? Speak out publicly and call for reforms. or Remain silent and avoid conflict with the Massachusetts Bay leaders.",
    "question06statementSpeak": "You settle near the Connecticut River and plan a new colony based on greater political participation.\n\nHow do you organize your new colony? Appoint yourself as governor for life and let only Puritans vote. or Write a document called the Fundamental Orders of Connecticut, granting voting rights to more men.",
    "question07statementSpeak": "William Bradford: The Voyage to Freedom\n\nYou are William Bradford, a Separatist in England. You and your community are persecuted for rejecting the Church of England. You organize a voyage to the New World on board of a ship called the Mayflower.\n\nThe Mayflower will land far from where it was supposed to in Virginia. There will be no leader or rules, and the settlers might start to argue. Before getting off the ship, the passengers will need to make an important decision.\n\nWhat do you propose? Let the stronger settlers take charge without agreement. or Write and sign the Mayflower Compact, promising to govern by majority rule.",
    "question08statementSpeak": "In your journal, Of Plymouth Plantation, you describe the first winter: freezing cold, disease, hunger. Nearly half your group dies. There are no houses, no crops. It is a time of despair. A Wampanoag man named Squanto offers help.\n\nWhat do you do? Accept Squanto’s help and form an alliance with the Wampanoag. or Refuse contact with Native peoples out of fear.",
    "question09statementSpeak": "Jakob: New Beginnings\n\nYou are Jakob, a 15-year-old apprentice from Germany looking for new opportunities to improve your economic status. A recruiter offers you free passage to the colonies, if you agree to work as a servant for six years for someone who hires you when you arrive. You accept the offer and set sail for North America.\n\nThe voyage across the Atlantic is unbearable. The ship is overcrowded, the air is filled with a terrible smell, and sickness spreads quickly. Every day feels longer than the last.\n\nWhen the ship finally docks, you are too weak to walk. What do you do?",
    "question10statementSpeak": "In this southern colony, the soil is rich, the land wide, the weather hot. After working on tobacco fields for years your master gives you money and some seeds of your preference. Now free, you must choose where to build your life.\n\nWhat do you do? Stay and plant tobacco. or Move to New Hampshire (a New England colony) and plant corn.",
    "question11statementSpeak": "Cecil Calvert: A Vision for Tolerance\n\nYou are Cecilius Calvert, the second Lord Baltimore. In England, Catholics like you face persecution. Your family was granted a Charter (a formal document that gives you rights to a land by the king of England), with the hope of creating a safe haven for Catholics, but most of your settlers are Protestants.\n\nYou’ve landed along the Chesapeake Bay, a fertile region ideal for tobacco. You name your colony Maryland, in honor of Queen Henrietta Maria. Catholics are a minority, and tensions with Protestants grow quickly.\n\nWhat do you do? Favor Catholics only and enforce strict control. or Promise religious toleration to attract settlers of all Christian denominations.",
    "question12statementSpeak": "Protestants in Maryland begin demanding greater power, threatening the peace. Your colony is on the brink of conflict.\n\nHow do you respond? Draft a document named \"The Act of toleration\" granting religious freedom. or Refuse compromise and threaten the rebels.",
    "quote01": "\"Passengers enjoyed fresh fruit daily and had plenty of space to rest during the trip.\"",
    "quote02": "\"There is on board these ships terrible misery, stench, fumes, horror, vomiting, many kinds of seasickness, fever, dysentery, headache, heat, constipation, boils, scurvy, cancer, mouth-rot, and the like, all of which come from old and sharply salted food and meat, also from very bad and foul water.\"",
    "quote03": "\"Passengers traveled freely on deck, often enjoying music and games to pass the time.\"",
    "quote04": "\"Young people, from 10 to 15 years, must serve till they are 21 years old.\"",
    "highAutonomy01": "Colonists elect representatives to a General Assembly to make laws.",
    "highAutonomy02": "Town meetings where settlers vote directly on local matters.",
    "highAutonomy03": "Colonial assembly has the power to approve taxes.",
    "highAutonomy04": "Freedom for settlers to choose their religion without interference from the government.",
    "lowAutonomy01": "Governor appointed by the king with power to overrule the assembly",
    "lowAutonomy02": "Only free, landowning men can vote.",
    "lowAutonomy03": "Voting restricted to members of the preferred church.",
    "lowAutonomy04": "Council appointed by English businessmen to protect their interests.",
    "excerptFundamentalOrders01": "\"We the Inhabitants and Residents of Windsor, Hartford and Wethersfield … associate and conjoin ourselves to be as one public State or Commonwealth … to maintain and preserve the liberty and purity of the Gospel … and … to be guided and governed according to such Laws, Rules, Orders and Decrees as shall be made...\"",
    "excerptFundamentalOrders02": "\"There shall be yearly two General Assemblies or Courts … the first shall be called the Court of Election, wherein shall be yearly chosen … Magistrates and other public Officers as shall be found requisite.\"",
    "excerptFundamentalOrders03": "\"No person shall be chosen Governor above once in two years, and must be a member of some approved Congregation.\"",
    "statementsFundamentalOrders01": "Connecticut would hold two General Assemblies each year.",
    "statementsFundamentalOrders02": "The governor could serve unlimited consecutive terms.",
    "statementsFundamentalOrders03": "Only members of an approved congregation could be governor.",
    "statementsFundamentalOrders04": "The Fundamental Orders gave the king the right to appoint all magistrates.",
    "excerptMayflowerCompact01": "\"We whose names are underwritten … combine ourselves together into a civil Body Politick, for our better ordering and preservation … and by virtue hereof to enact, constitute, and frame such just and equal Laws … as shall be thought most meet and convenient for the general good of the Colony.\"",
    "excerptMayflowerCompact02": "\"In the presence of God and one another, we covenant and combine ourselves together for our better ordering and preservation.\"",
    "excerptMayflowerCompact03": "\"… and promise all due submission and obedience to such just and equal Laws … as shall be thought most meet and convenient for the general good of the Colony.\"",
    "statementsMayflowerCompact01": "The settlers agreed to form a self-governing political body.",
    "statementsMayflowerCompact02": "They promised to create fair laws for the good of the colony.",
    "statementsMayflowerCompact03": "The Compact gave the King direct control over the colony’s laws.",
    "statementsMayflowerCompact04": "The agreement was written before the Pilgrims established their settlement.",
    "regionNewEnglandColonies": "<size=200%><color=#DE4E4F>New England Colonies</color></size>\n<size=120%><color=#DE4E4F><b>Massachusetts, Rhode Island, Connecticut, New Hampshire</b></color></size>\n\nFounded largely by settlers seeking religious freedom, this region had long, cold winters and rocky, hilly land, making large-scale farming difficult. Its economy relied on small farms, logging, fishing, shipbuilding, and trade. Communities often centered around the church, which played a role in both religious and political life.",
    "regionMiddleColonies" : "<size=200%><color=#DE4E4F>Middle Colonies</color></size>\n<size=120%><color=#DE4E4F><b>New York, Pennsylvania, New Jersey, Delaware</b></color></size>\n\nHome to a mix of cultures and religions, the Middle Colonies had fertile soil, valleys, and wooded mountains. Farmers grew diverse crops and raised livestock, while industries such as logging and shipbuilding also thrived. Known as the “breadbasket colonies,” they were more diverse and tolerant than other regions.",
    "regionSouthernColonies": "<size=200%><color=#DE4E4F>Southern Colonies</color></size>\n<size=120%><color=#DE4E4F><b>Maryland, Virginia, North Carolina, South Carolina, Georgia</b></color></size>\n\nWith a warm, wet climate and fertile soil, the Southern Colonies focused on agriculture, especially cash crops like tobacco, rice, and indigo. Large plantations dominated the economy, relying on the labor of enslaved Africans and indentured servants. Rivers made it easy to ship goods directly to coastal ports.",
    "regionStatement01": "Farming was the main source of income in all three colonial regions.",
    "regionStatement02": "The Middle Colonies were more culturally diverse than New England.",
    "regionStatement03": "The Southern Colonies focused on growing crops for local consumption only.",
    "regionStatement04": "The geography of each region influenced the jobs and industries that developed there.",
    "introduction": "You are about to follow the stories of several people who lived in the English colonies of North America during the 1600s and 1700s.\n\nThese colonies were founded for many reasons, some by businesspeople seeking profit from natural resources, others by settlers escaping religious persecution, and even one as a refuge for debtors.",
    "colonyRegionsSpeak": "By the early 1700s, the thirteen English colonies along the Atlantic coast were grouped into three main regions, each shaped by its geography, climate, and settlers’ way of life. Based on the descriptions of the three colonial regions, click on the statements that are true."
  }
}
